{
  "patient_ehr_note": "{patient_ehr_note}",
  "medical_concept": "",
  "criteria_list": [
    "A neurological condition that heavily impairs cognitive functioning e.g. dementia, severe brain injury, intellectual disability.",
    "Unstable epilepsy e.g. frequent seizures or poor seizure control.",
    "History of epilepsy (any prior diagnosis or documentation of epilepsy)."
  ],
  "exclusion_criteria": "When extracting evidence, do not consider mention or use of clozapine as evidence of any of the above specified conditions.",
  "examples": [
  {
    "patient_ehr_note": "From: Lucy Welsh Sent: 04 October 2023 13:33 To: gp.n82669@nhs.net Cc: Yvonne Mcmaster Yvonne.McMaster@merseycare.nhs.uk ; Jonathon Warbrick Jonathon.Warbrick@merseycare.nhs.uk ; Andrew Graham Andrew.Graham@merseycare.nhs.uk Subject: D. Godber Urgent 618 514 3070 Importance: High Good Afternoon, This is in relation to David Godber (NHS number 618 514 3070). David has an appointment with your practice today, if this could please be forwarded to the clinician who will be reviewing David. David attends the health and wellbeing clinic every 28 days for clozapine monitoring. David has recently been discharged from hospital after having his tracheostomy removed and currently has a bolus feed were he feeds Vital 200ml 6X a day. David reported he crushes his medication and combines it with prescribed solution. My Team Manager has liaised with Merseycare’s hospital pharmacy in relation to changing over to liquid form of clozapine (known as Denzapine), reason behind this is that there is potential that it does not 100% dissolve when crushed, leaving crystals. Therefore, he would benefit from liquid form of clozapine. Following this, my Team Manger will liaise with his consultant psychiatrist to make this change over. David reported it is likely he will be on this bolus feed for a minimum of 1 year. During his attendance at the health and wellbeing clinic today, we completed physical health observations and FBC today as per our clozapine policy. David’s physical health observations have lowered, particularly his pulse, which is unusual for someone who is on clozapine. David also looked visibly pale and the skin around his mouth appeared grey, despite his oxygen levels showing up as 97% today. David has also lost a significant amount of weight (over a stone) since last month, I have attached his physical health observations and bloods from today and also last month for comparison. David is prescribed artificial saliva gel, however, his month is still extremely dry with a coating on his tongue. Is this something that you could kindly review in today’s appointment. 04/10/2023: Pulse 66bpm Standing BP 106/58 BP sitting 102/62 Temperature 36.6 Oxygen levels 97% Weight: 54kg 06/09/2023: Pulse 99bpm Standing BP 105/65 Sitting BP 111/69 Temperature 37 Oxygen levels 98% Weight 63.4kg David’s blood results have also raised significantly, indicating a potential infection. David’s blood results from today: Platelet 433 White blood count 23.6 Neutrophils 20.7 HGB 145 David’s blood results from 06/09/2023: Platelet count 270 White Blood Count 9.1 Neutrophils 7.5 HGB 127 We will keep his community mental health team involved. Many Thanks, Lucy Welsh Clozapine Clinic Nurse Broadoak Health and Wellbeing Clinic Above email forwarded onto Dr Eswaran and Andrew Graham.",
    "Conclusion": "No-evidence",
    "Evidence": "None",
    "Reason": "None"
  },
  {
    "patient_ehr_note": "Seen in Windsor CMHT Clinic date 10 th September 2024 Diagnosis Treatment Resistant Schizophrenia residual low level symptoms and anxious thoughts Medication Clozapine 50mg OM and 450mg ON Hyoscine hydrobromide 300mcg TDS CPA level Non-CPA Management Plan 1. No changes to regular medication. 2. He continues to attend Clozapine clinic. 3. Annual bloods and ECG due spring 2025. 4. Dean has only been taking hyoscine once a day so will now increase as prescribed given ongoing hypersalivation. 5. OT referral completed for graded exposure. 6. He declined the Managing Life Together group. 7. Follow up appointment arranged in 6 months, this can be brought forward should the need arise. 8. Contingency planning discussed, aware of contact numbers if additional mental health support required both in and out of hours. Action for GP: Please prescribe regular Senna given reports of some recent constipation. I also note Dean still needs to attend to discuss his CVD risk, can this be arranged? Dean was seen at Baird House on the above date and attended alone. His care has now been transferred to Windsor CMHT. Background Known to mental health services since early 2000s. Was admitted in 2006 under Section 3 MHA to commence Clozapine and has been stable for many years with no further admissions. He attends Clozapine clinic without issue and no concerns have been flagged by them. Lives on his own but stays with mum often. Unemployed and in receipt of benefits. Review Dean is feeling well and had no particular concerns to discuss today. His mood is fine. He is sleeping well. His appetite and weight are stable. He explained he does not eat during the day but will have 2 meals and some snacks each evening, which suits him and he has done this for many years. There are some ongoing low level psychotic symptoms which don t appear to be causing undue distress or impacting his wellbeing or functioning. He explained he continues to intermittently hear voices that mainly speak foul language but was not bothered by this. He also has a sense that people can tune into his thoughts like a radio and that his thoughts can travel so when he is with others he thinks they have the potential to hear his thoughts. He prefers his own company though so, again, was not too bothered. He does report some anxious thoughts. These are mainly around going places beyond his local area. He recognises he catastrophizes potential negative scenarios which stop him doing some leisure activities like bike rides. I note he was due to start Sertraline in 2022 for anxiety but never did. He is still not keen so discussed OT input which he welcomed. He linked this anxiety to past experiences of being racially abused in areas he was not familiar with. He mainly spends time with his mum. He enjoys doing artwork and is thinking about starting t-shirt printing. He drinks alcohol within recommended limits. He continues to smoke cannabis, has a few spliffs a day . Not yet contemplating addressing this. He denied any side effects from Clozapine but it became apparent he still suffers quite badly from hypersalivation at night, none during the day. He has only been taking 300mcg hyoscine hydrobromide at night so will now increase this as prescribed. He is not overly sedated, no cardiac symptoms. He reports constipation for the past 2 days but opened his bowels this morning, prior to this his bowels had been ok. Given he is on Clozapine and Hyoscine I recommended a regular laxative which he accepted. His last Clozapine level was 0.33, Norclozapine 0.12 in February 2024. He feels the current dose suits him well. Mental State Exam No overt issues with self-care. In good spirits, engaged well in conversation, good rapport. Not suspicious, guarded or perplexed. No agitation, hostility or aggression. Speech was spontaneous, coherent and normal in rate and volume. Mood was euthymic with a reactive and congruous affect. No abnormality in thought form. Thought broadcast as above. No ideas of reference or passivity. No delusional beliefs about government, persecution etc. Intermittent voice hearing as above. Dean was alert and well orientated with no major issues in recall or attention. He was insightful that illness requires long-term treatment and noted the improvement in his symptoms with Clozapine. Risk Assessment No significant or immediate risks to self or others identified at today s review. Note previous incident when Dean stabbed himself in the chest when unwell. No recent concerns regarding any intentional harm to self, he denied any current thoughts or intentions of self-harm or suicide. His faith is a protective factor when well but when he was psychotic he believed he needed to show God that he wanted to be with him by killing himself. When unwell he has reported violent thoughts towards his neighbours and women and carried a Stanley knife for self protection. No concerns regarding risk to others when well and mental state has been stable for a while. Impression and Plan As above.",
    "Conclusion": "No-evidence",
    "Evidence": "None",
    "Reason": "None"
  },
  {
    "patient_ehr_note": "FP10 for a 7-day supply of promethazine 25mg nocte issued. GP to continue thereafter (Discussed with Dr McCarthy) Change of Medication letter sent. Medication now reads: Clozapine 250mg nocte Amisulpride 150mg BD Sodium Valproate 200mg TDS Venlafaxine 225mg OD Buspirone 5mg TDS Promethazine 25mg nocte.",
    "Conclusion": "No-evidence",
    "Evidence": "None",
    "Reason": "None"
  },
  {
    "patient_ehr_note": "Good morning duty Robert has called and asked that a letter is sent to his GP regarding his medication Lanotrigine 50ml twice a day He said the GP won’t add as a repeat until he has heard from us.",
    "Conclusion": "No-evidence",
    "Evidence": "None",
    "Reason": "None"
  },
  {
    "patient_ehr_note": "I called to See Chris as planned to introduce his new care coordinator Becky Davies. When Chris answered the door, he said that he had just got up he had the same clothes on that he had on last week and his hair was matted to his head he was quite malodours as well. Chris said that he had just got up he said that he had plans to go to the Gym later today and then on to see his friend he said that he had no plans to do anything at the weekend. I noted that the house was also untidy today and it had been cleared for a while when his friend came to stay with him. I asked Chris if he I could check his blister pack to ensure that he is complying with his medications, Becky checked them over and it does appear that he is on track with his medications. I asked Chris if he would like to go and get some bedding as planned, he said that he did not have money for bedding this week as he had to put more money on the electric meter so was a little short for this, I agreed to look into the possibility of him getting a warm home grant. Beck agreed that she would give Chris a call with his next date of his visit and asked Chris to call the office if needs any support he agreed to call if he needs some support. No concerns raised with regards to his mental health I have now regraded Chris’s care needs to his new care coordinator Becky Davies.",
    "Conclusion": "No-evidence",
    "Evidence": "None",
    "Reason": "None"
  },
  {
    "patient_ehr_note": "Robert motivated to attend walking group session, spending time in park and caf environment. Robert appeared comfortable throughout time, sociable within group and open in sharing experiences. Robert spoke about his work life frequently, sharing that although he works only part time hours-sixteen hours per week in four hour shifts, he still finds his work environment 'stressful' and he shared the challenges he has experienced in dealing with senior staff in effort to access the support that he needs in the workplace. Robert was made aware of the IPS service that may be able to offer support in liaising with his employer to support Robert to remain in work, and Robert agreed that he would like to consider this. During 1:1 conversation Robert offered that he generally feels that 'I hate myself', and he spoke about his experiences of managing a MH diagnosis and a 'learning disability', Robert added that he has requested an ASC assessment via his GP, but has been advised of a significant wait. Robert was made aware of Mersey Care's ASC service and he was positive about this. Robert also made aware of psychological reinventions that may be helpful to him, and Life Rooms sessions that may offer him support with self esteem and self confidence. Robert was positive about attending future walking group sessions when work allows, and he agreed to update me if he would like any further information regarding referrals that we have discussed, or community activity opportunities.",
    "Conclusion": "Supports",
    "Evidence": "he spoke about his experiences of managing a MH diagnosis and a 'learning disability'",
    "Reason": "The text explicitly mentions a 'learning disability', which heavily impairs cognitive functioning."
  },
  {
    "patient_ehr_note": "Community Clozapine Titration Team Pre-Checks: Gem and I attended the health and well being clinic alone to see the patient for pre checks today at 3:30pm. Jason was on time for his pre checks and appeared eager to start. He talked about the loss of his brother from the start of the visit which ahs had a major impact on him. Jason also immediately mentioned that his present medication no longer works. Jason reports that he is hearing voices mainly of his father and sees a figure(his father) sitting at the bottom of his bed nearly every night. Patient does not have a good sleep pattern and goes to bed at about 02:30 am. I advised that his sleep pattern may improve once he starts the medication clozapine. On arrival Jason appeared very chatty and well kempt. He was very engaged throughout the assessment. I explained the purpose and process of todays checks to Jason which he said that he understood, he was happy with this plan today. Jason was able to consent to physical observations, ECG and bloods. Jason provided consent for the initiation of Clozapine and for his GP records to be accessed by the CCTT. Jason appeared pleasant and compliant during the visit. Jason reported no issues with diet or fluids. Jason was issued with Clozapine leaflet/Book. Family room booked for Tuesday and Wednesday. Jason informed of the process of day 1 and 2 and we discussed side effects and red flags to be aware of. Jason aware that he will be visited at home following day 1 and 2 and we discussed what would be involved. Physical Observations: BP (sitting) 148/90 BP (standing) 138/90 Pulse 80 Temp 36.8 Sats 97% Resps 18 ACVPU A NEWS 0/0 Blood sample obtained and handed over to reception at Clockview for processing ECG obtained and sent to RC. ECG uploaded to Rio and sent to GP. ECG reviewed by Broomwell who states that they have no concerns. Sinus rhythm 84 beats per min. ECG normal Medical History: Jason reports that he has a history of epilepsy and asthma. He has not had a fit for the last 3 years and is no longer on any treatment. Patient is on inhalers for his asthma which he takes twice a day. Patient has a h/0 IBS but not on any current treatment. Family History: The patient reports that both mum and brother were diagnosed with diabetes and both passed away of heart attacks Allergies: Jason has hay fever and takes antihistamines. No other known allergies Bloods: The patient is aware that he will need to attend clock view health and wellbeing for weekly bloods. Which he has agreed to. Falls: The patient denied any issues around falls and state he has no history of falls. Bowel Habit: The patient reports that he opens his bowels every 2 to 3 days and has no history of constipation. Consent: Jason has given consent to commence Pre-Checks. Jason has given consent for the CCTT to access his GP records. Consent to Clozapine Community Titration has been discussed. Consent form to be signed on day 1 of titration (patient is aware). Smoking / Alcohol consumption / Substance misuse: Patient smokes 40 'rollies' (tobacco) a day. The patient denies any illicit substance misuse and does not consume alcohol regularly. Accommodation/Family involvement: The patient currently lives at home but would like his visits at his friends house at 152 Goodison Road. He goes there every morning and spends most days there until later in the evening. Patient has one daughter named Kaylie who visits him at his friends house. Medication Amisulpride 200 mg tablets Atorvastatin 20 mg tablets Chlorpromazine 50 mg tablets Luforbec 100 micrograms / dose / 6 microgram Mirtazapine 45 mg tablets Montelukast 10 mg tablets Olanzapine 20 mg tablets Procyclidine 5 mg tablets Venlafaxine 150 mg modified - release tablets PLAN Jason is to attend Clockview on Tuesday for Day 1 of titration, once all relevant checks have been completed. Awaiting blood results and send to Consultant and GP. Telephone number of Cloapine Team 01514717893 given to the patient to contact us if needed. Telephone number for the patient is 07753372370.",
    "Conclusion": "Supports",
    "Evidence": "Medical History: Jason reports that he has a history of epilepsy and asthma. ",
    "Reason": "The patient explicitly mentions having a history of epilepsy, which supports the conclusion."
  },
  {
    "patient_ehr_note": "Psychology. Jen attended for planned appointment for review of hearing voices group. She initially spoke with staff from the team as she was distressed by her voices and beliefs, but agreed to meet with me as planned at her appointment time. Jen was initially very distressed, and we spent some time exploring the voice hearing experienced she has been having and discussing her associated beliefs. Jen was concerned about having AIDS, and that she may have breast cancer. She spent some time discussing her worries and responded well to reassurance. We also explored the voices power, and likened them to a bully and established that all they can do it talk which Jen found helpful. Jen reported she had not slept last night, and on further exploration she reported she has been worrying about her breasts which are asymmetrical. This is causing Jen some distress, and she as able to link that the increased stress and lack of sleep have exacerbated her voice hearing. Encouraged Jen to arrange a GP appointment if that would help to reduce her worry. At Jen's request, I called her Mum and explained my advised as Jen didn't know what to tell her Mum, as her Mum tends to just reassure her. Jen's Mum advised she would make an appointment. Hearing voices formulation completed. This took some time as Jen was not always able to order her thoughts and did go off on tangents. Jen engaged well and was able to identify triggers and coping strategies. During this, she spoke of her brother who died aged 6, and the consequent discovery that his organs had been harvested without permission which Jen found very distressing. However, she reported feeling better for talking about it as she doesn't with her parents so as not to upset them. Lots of support and reassurance given to good effect. Provided Jen with copy of the stress bucket and hot cross bun formulation completed in the group. Also provided Jen with written copy of her formulation - advised I will type up and send printed copy also but Jen felt it would be helpful to take a copy with her. Due to clinical presentation, it was not appropriate to complete outcome measures. By the end of the appointment, Jen was much brighter and more positive in her outlook. She continues to attend the relaxation group on alternate Fridays which she finds helpful. No further psychology input indicated at this time.",
    "Conclusion": "No-evidence",
    "Evidence": "None",
    "Reason": "None"
  }
]
}